[
    {
        "image": "https://as1.ftcdn.net/v2/jpg/01/75/39/26/1000_F_175392681_jnOf6OvFXyxwbbUxsZWzMxwpevrEZLH9.jpg",
        "title": "Black and White",
        "dtail": "Image result for black and white tvIt is no longer possible to buy a new black and white set,though many are still offered for sale on sites such as Gumtree and eBay.If you do not have a reminder, or you wish to buy a brand new black and white licence, you will need to call us on 0300 790 6130* to obtain an application form which you will need to take with you to a PayPoint. Unfortunately you cannot pay for a black and white licence on our website. "
    },
    {
        "image": "https://img.freepik.com/free-photo/led-tv-dark-blue-wall-living-roomminimal-design3d-rendering_41470-4610.jpg?w=996&t=st=1669540566~exp=1669541166~hmac=6477c67bbeaaeecf111f8e31ecca0ed9df7464c900143991be385e4c4901d7c9",
        "title": "LED tv",
        "dtail": "LED TV is a type of LCD television that uses light-emitting diodes (LEDs) to backlight the display instead of the cold cathode fluorescent lights (CCFLs) used in standard LCD televisions. LED TVs are more formally known as LED-backlight LCD television.However, a Smart TV – whether LED, OLED, or QLED is a better option compared to a normal LED TV. This is because it lets you enjoy the content from various OTT platforms and gives you access to a lot many additional advantages, as discussed above, to augment your overall experience. More Resources To Help You! "
    },
    {
        "image": "https://img.freepik.com/free-photo/tv-cabinet-modern-living-room-with-lamp-table-flower-plant-yellow-wall-background_41470-1515.jpg?w=996&t=st=1669541392~exp=1669541992~hmac=0a91d33338e65d9454d1350123ee65ec018ea2795584c9a5c30fa3589a68e618",
        "title": "Organic Light-Emitting Diode (OLED) Display",
        "dtail": "OLED TV is a television display technology based on the characteristics of organic light-emitting diodes (OLED). OLED TV is a different technology than LED TV. The OLED display is based an organic substance used as the semiconductor material in light-emitting diodes (LEDs). "
    },
    {
        "image": "https://img.freepik.com/free-vector/screen-mock-up_1035-19.jpg?w=740&t=st=1669541471~exp=1669542071~hmac=059dfb9770dab4ec39ccfebe1d2d7308179c52e8630f10c7872cbbd042430c4b",
        "title": "Liquid Crystal Display LCD",
        "dtail": "LCD TV is a television display technology based on a liquid crystal display. LCD TVs consume much less power than plasma displays because they work on the principle of blocking light rather than emitting it. An LCD display uses either a passive matrix or an active matrix display grid. "
    },
    {
        "image": "https://images.unsplash.com/photo-1478088702756-f16754aaf0c4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80",
        "title": "Digital Light Processing (DLP)",
        "dtail": "Digital Light Processing (DLP) is a set of chipsets based on optical micro-electro-mechanical technology that uses a digital micromirror device. It was originally developed in 1987 by Larry Hornbeck of Texas Instruments. While the DLP imaging device was invented by Texas Instruments, the first DLP-based projector was introduced by Digital Projection Ltd in 1997. Digital Projection and Texas Instruments were both awarded Emmy Awards in 1998 for the DLP projector technology. DLP is used in a variety of display applications from traditional static displays to interactive displays and also non-traditional embedded applications including medical, security, and industrial uses "
    }
]